{
  "sampleProducts": [
    {
      "name": "Bamboo Water Bottle",
      "description": "Eco-friendly reusable water bottle made from sustainable bamboo. Keeps drinks cold for 24 hours.",
      "price": 599,
      "category": "bamboo",
      "ecoRating": 5,
      "carbonFootprint": 0.5,
      "manufacturer": "EcoWare India Pvt Ltd",
      "manufacturerLocation": "Bangalore, Karnataka, India",
      "usageInstructions": "Wash before first use. Hand wash only with mild soap. Do not microwave or freeze. Not dishwasher safe. Perfect for water, juice, and cold beverages.",
      "recyclingInfo": "100% biodegradable bamboo material. At end of life, remove metal cap and compost the bamboo body. Metal parts can be recycled separately. Return to manufacturer for proper disposal.",
      "forRent": false
    },
    {
      "name": "Recycled Plastic Storage Box",
      "description": "Durable storage container made from 100% recycled ocean plastic. Stackable design.",
      "price": 450,
      "category": "plastic",
      "ecoRating": 4,
      "carbonFootprint": 1.2,
      "manufacturer": "OceanClean Products",
      "manufacturerLocation": "Chennai, Tamil Nadu, India",
      "usageInstructions": "Suitable for dry storage only. Clean with damp cloth. Stackable for space saving. Maximum load capacity: 5kg.",
      "recyclingInfo": "Made from recycled plastic. Fully recyclable at end of life. Place in plastic recycling bin or return to collection centers.",
      "forRent": false
    },
    {
      "name": "Solar LED Lantern",
      "description": "Portable solar-powered LED lantern. No batteries required. Perfect for camping and emergencies.",
      "price": 899,
      "category": "electric",
      "ecoRating": 5,
      "carbonFootprint": 2.1,
      "manufacturer": "SunPower Technologies",
      "manufacturerLocation": "Pune, Maharashtra, India",
      "usageInstructions": "Charge in direct sunlight for 6-8 hours. Provides 10 hours of bright light. Three brightness modes. Water-resistant design.",
      "recyclingInfo": "Solar panel and LED components can be recycled. Return to manufacturer or e-waste collection center. Do not dispose in regular trash.",
      "forRent": true,
      "rentPrice": 50
    },
    {
      "name": "Wooden Cutlery Set",
      "description": "Handcrafted wooden spoon, fork, and knife set. Perfect for travel and daily use.",
      "price": 299,
      "category": "wood",
      "ecoRating": 5,
      "carbonFootprint": 0.3,
      "manufacturer": "Artisan Woods Collective",
      "manufacturerLocation": "Mysore, Karnataka, India",
      "usageInstructions": "Hand wash with mild soap. Dry immediately. Apply food-grade oil monthly to maintain finish. Not suitable for hot liquids above 60°C.",
      "recyclingInfo": "100% biodegradable. Can be composted or used as garden mulch. No harmful chemicals used in production.",
      "forRent": false
    },
    {
      "name": "Stainless Steel Lunch Box",
      "description": "Premium stainless steel lunch box with 3 compartments. Leak-proof and durable.",
      "price": 799,
      "category": "steel",
      "ecoRating": 4,
      "carbonFootprint": 3.5,
      "manufacturer": "SteelCraft Industries",
      "manufacturerLocation": "Mumbai, Maharashtra, India",
      "usageInstructions": "Dishwasher safe. Microwave safe (remove lid). Suitable for hot and cold food. Leak-proof seal on all compartments.",
      "recyclingInfo": "100% recyclable stainless steel. Long-lasting product reduces waste. Can be recycled indefinitely without quality loss.",
      "forRent": false
    },
    {
      "name": "Bamboo Toothbrush Pack",
      "description": "Pack of 4 biodegradable bamboo toothbrushes with soft bristles. Eco-friendly dental care.",
      "price": 199,
      "category": "bamboo",
      "ecoRating": 5,
      "carbonFootprint": 0.1,
      "manufacturer": "GreenSmile Products",
      "manufacturerLocation": "Kochi, Kerala, India",
      "usageInstructions": "Use like regular toothbrush. Replace every 3 months. Keep dry between uses. Suitable for adults and children above 6 years.",
      "recyclingInfo": "Remove bristles with pliers and compost bamboo handle. Bristles should be disposed in regular waste. Handle decomposes in 6 months.",
      "forRent": false
    },
    {
      "name": "Metal Straws Set",
      "description": "Set of 6 reusable stainless steel straws with cleaning brush. Say no to plastic!",
      "price": 249,
      "category": "metals",
      "ecoRating": 5,
      "carbonFootprint": 0.8,
      "manufacturer": "EcoSip Solutions",
      "manufacturerLocation": "Hyderabad, Telangana, India",
      "usageInstructions": "Rinse after each use. Use provided brush for deep cleaning. Dishwasher safe. Suitable for hot and cold beverages.",
      "recyclingInfo": "Made from food-grade stainless steel. Fully recyclable. Lifetime durability reduces single-use plastic waste.",
      "forRent": false
    },
    {
      "name": "Portable Solar Charger",
      "description": "20000mAh solar power bank with dual USB ports. Charge your devices anywhere with sun power.",
      "price": 1499,
      "category": "electric",
      "ecoRating": 4,
      "carbonFootprint": 4.2,
      "manufacturer": "SolarTech India",
      "manufacturerLocation": "Noida, Uttar Pradesh, India",
      "usageInstructions": "Charge via solar panel or USB cable. LED indicators show battery level. Waterproof and shockproof design. Charges smartphones 4-5 times.",
      "recyclingInfo": "Contains lithium battery - must be recycled properly. Return to e-waste collection center. Solar panel components are recyclable.",
      "forRent": true,
      "rentPrice": 75
    },
    {
      "name": "Jute Shopping Bags Set",
      "description": "Set of 3 reusable jute shopping bags in different sizes. Strong and eco-friendly.",
      "price": 349,
      "category": "bamboo",
      "ecoRating": 5,
      "carbonFootprint": 0.4,
      "manufacturer": "Natural Fibers Co.",
      "manufacturerLocation": "Kolkata, West Bengal, India",
      "usageInstructions": "Hand wash or spot clean only. Air dry completely. Can carry up to 10kg. Fold and store when not in use.",
      "recyclingInfo": "100% biodegradable jute fiber. Compostable at end of life. Natural decomposition in 1-2 years.",
      "forRent": false
    },
    {
      "name": "Wooden Desk Organizer",
      "description": "Handcrafted wooden desk organizer with multiple compartments. Sustainable office solution.",
      "price": 899,
      "category": "wood",
      "ecoRating": 4,
      "carbonFootprint": 1.5,
      "manufacturer": "WoodWorks Studio",
      "manufacturerLocation": "Jaipur, Rajasthan, India",
      "usageInstructions": "Wipe with dry cloth. Avoid water exposure. Apply wood polish every 6 months. Holds pens, papers, and small items.",
      "recyclingInfo": "Made from sustainably sourced wood. Biodegradable. Can be repurposed or composted at end of life.",
      "forRent": false
    }
  ],
  "instructions": "These are sample products for testing. When adding products as a seller, use these as reference for the type of information to include."
}
